{
    "highlighted_content": [
        {
            "id": "h-1",
            "firstname": "Felizitas",
            "lastname": "Sieghild",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "2018 Grads Send Messages of Thanks to Mom This Mother's Day",
            "bannerurl": "https://images.unsplash.com/photo-1488229297570-58520851e868?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1738&q=80",
            "articlesummary": "This Mother's Day, graduates across the country are taking a moment to express their thanks as they get ready for the real world, and Messenger is one tool they're using to do it. In fact, Mother's Day is one of the most popular days on Messenger all year.",
            "articlecontent": "This Mother's Day, graduates across the country are taking a moment to express their thanks as they get ready for the real world, and Messenger is one tool they're using to do it. In fact, Mother's Day is one of the most popular days on Messenger all year. <br><br>Omid Afshar, a singer-songwriter and actor who is graduating from college this May, has an extra special thank you for his mother. <br><br>\"To my beautiful mom, thank you for motivating me every day to keep on going to school and get this degree I've always dreamt of having. I can't believe the time has finally come that I am graduating from the same college as you. I feel like the luckiest son in the world to have you love and support me unconditionally. I love you so much,\" says Afshar. <br>As grads like Afshar start college or head out into the world, Messenger has many features to help grads stay connected with their moms, other motherly figures in their lives, old friends and new, as they take the next step: <br>Video chat. Feeling a little homesick? See your mom face-to-face, even if you won't admit you're missing her. <br>Get customized. Change your mom's nickname in a chat, add a custom color and set an emoji that's just for the two of you.Chat with the group. Stay in touch with your high school or college besties even if you're going in different directions after graduation, or use group chats to get the whole family together in one place. <br>Use payments. Out of cash? Mom can quickly send money right through Messenger. Or with group payments, go in on a group gift for mom for Mother's Day with other family members.",
            "directTo": "#directTo_from_json",
            "creationDate": "20-09-2020"
        },
        {
            "id": "h-2",
            "firstname": "Ronald",
            "lastname": "Annalena",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Working Moms Stay Connected to Children Through Messenger Kids",
            "bannerurl": "https://images.unsplash.com/photo-1604332195161-dd16db9dd6a4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1974&q=80",
            "articlesummary": "Getting updates throughout the day makes working moms feel more connected to their kids, and Messenger Kids, a new app available in the US for iOS, Android and Fire tablets, is making it easier for working moms and their kids to talk.",
            "articlecontent": "They never want to miss a moment with their kids, but also feel the pressure to be present at work. Getting updates throughout the day makes working moms feel more connected to their kids, and Messenger Kids, a new app available in the US for iOS, Android and Fire tablets, is making it easier for working moms and their kids to talk.Messenger Kids puts the power to communicate in the hands of children and lets them reach out to mom whenever they need to.<br><br>\"After talking to thousands of moms and working with the Working Mother Research Institute, we've found that 84 percent of moms wish they could have a brief look into how their child's day is going. Most feel there's a need for apps that let kids connect with people they love, but also have the level of parental control parents want,\" says Antigone Davis, Facebook Global Head of Safety.<br><br>Communication apps such as Messenger Kids have many benefits, including:<ul><li>Connection. Apps are a great way for children to connect with the people they love. With Messenger Kids, kids can video chat and message with parent-approved contacts once their account is set up by a parent or guardian.</li><li>Creativity. An app should be fun and allow kids to express themselves within the limits set by parents. Messenger Kids features a library of specially chosen GIFs, frames, stickers, masks and drawing tools that let them decorate photos and videos and have more fun with video chats. .</li><li>Control. Messenger Kids helps ease parents' concerns about how children are using devices and whether they are using apps that are age-appropriate. It also gives parents more control. Parents fully control the contact list and kids can't connect with people that their parent does not approve. .</li><li>Convenience. Apps, especially those built for kids, must be easy to set up and use. Once the account is established, the home screen shows kids at a glance whom they are approved to talk to and when those contacts are online. In addition, parents can chat with kids through their regular Messenger account, so it's convenient for both parent and child. .</li></ul>This Mother's Day, and every day with Messenger Kids, moms never have to miss a moment.",
            "directTo": "/blogposts/working_mom_stays_connected.html",
            "creationDate": "02-12-2022"
        },
        {
            "id": "h-3",
            "firstname": "Monica",
            "lastname": "Gunda",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Technology Breakthroughs Drive Clean Energy Success",
            "bannerurl": "https://images.unsplash.com/photo-1508896080210-93c377eb4135?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1738&q=80",
            "articlesummary": "For instance, while solar panels have long been a way of minimizing one's carbon footprint - be it a homeowner or a company - cost, construction, implementation, and a myriad of other reasons, have made it problematic to utilize these alternative energy sources.<",
            "articlecontent": "For instance, while solar panels have long been a way of minimizing one's carbon footprint - be it a homeowner or a company - cost, construction, implementation, and a myriad of other reasons, have made it problematic to utilize these alternative energy sources.<br>Now however, the evolving technology allows for the use of solar energy on the interior or exterior of buildings and are, once again, gaining in popularity. <br>As an example, solar panels can be integrated into newly constructed commercial and residential buildings. <br>To this end, integration can maximize the technology of thin-film solar panels by curbing costs of heating and air conditioning. Solar power can be integrated into either flat or slanted rooftops, as well as interior walls and ceilings. <br>Similarly, older buildings can become greener with retrofitting and the use of thin-film solar panels. Factories, large residential buildings, and other structures can enjoy the financial and environmental benefits of solar energy while preserving the existing building structure. <br>Innovations in solar panel technology have resulted in panels that are thin yet durable, and can blend with existing tiles for a more subtle and attractive appearance that is equally functional in terms of energy. <br><br>The Hanergy Thin Film Power Group, a pioneering multinational clean energy company, is one example of a company on the cutting edge that has developed a new generation of solar cells for thin-film solar panels. <br>The new technology is environment-friendly, pollution-free, and cost-effective, averaging a high-power output and offering good performance even in low light.Some recent innovations include copper indium gallium selenide, GaAs (single junction), GaAs (double junction) and efficient silicon heterostructure technology. <br>Hanergy has developed curved tiles that can be used for roofs of commercial buildings and residential houses that are unable to hold the weight of conventional solar panels. Hanergy's flexible solar thin-film can also be used on light posts, boats, or other uneven surfaces where solar energy is desired. <br><br>Other products include building integrated photovoltaics (BIPV) or HanWall which could light up the buildings with its unique glass wall design and is availabile in different colors and various sizes allowing the building designers to utilize their creative ability to build new eco landmarks.In addition, Hanergy has developed solar charging products to harness solar power for phones or other devices while outdoors, including a solar umbrella.",
            "directTo": "#directTo_from_json",
            "creationDate": "12-02-2021"
        }
    ],
    "main_content": [
        {
            "id": "1",
            "firstname": "Axel",
            "lastname": "Fred",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Create Your Own Virtual Video Memories",
            "bannerurl": "https://images.unsplash.com/photo-1617791160536-598cf32026fb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1964&q=80",
            "articlesummary": "Humaneyes Technologies, an innovator in camera technology, has developed a consumer-friendly, dual camera that combines 360-degree photography with immersive 3D Virtual Reality (VR), all in one simple-to-use solution that costs about the same as a decent DSLR camera.",
            "articlecontent": "Humaneyes Technologies, an innovator in camera technology, has developed a consumer-friendly, dual camera that combines 360-degree photography with immersive 3D Virtual Reality (VR), all in one simple-to-use solution that costs about the same as a decent DSLR camera.null\"360-degree pictures and video continue to change how we use cameras to capture the world around us,\" says media expert Jim Malcolm of Humaneyes Technologies, \"and the global adoption of VR headsets, combined with 3D cameras is providing even more ways to create virtual content and virtual memories.\"<br>null\"We've done it with the best; from documenting Mako sharks with The Discovery Channel, to weightless experiences in the International Space Station, floating more than 250 miles above the horizon.\" Says Malcolm, \"we're now excited to watch, firsthand, as consumers create their own immersive personal stories.\" The Vuze XR flips easily from a 360-degree camera to a VR180 camera and shoots both virtual video and photos. <br>nullWhether recording or live streaming, users can create and share virtual experiences at the moment, and then save them to revisit next week or next decade. Special features of the VUZE include built-in image stabilization, filters, and a VR editing suite. Plus, it doesn't get more portable. <br><br>\"Everything can be viewed, controlled and edited, right from your phone, so that you can shoot, create and share virtual videos at a moment's notice,\" says Malcolm.nullBut not everything needs to be virtual; therefore, the VUZE also functions as a 5.7K and 4K up to 60fps 2D camera for capturing high-resolution videos and 18-megapixel pictures to fill out your photo album. <br>So think ahead to the holidays and the way the latest in VR technology can help make unforgettable memories and connect far-flung family and friends. The VUZE camera also features live streaming and social sharing features for platforms, including Facebook and YouTube, so that you can bring your social media audience into the scene with you.null",
            "directTo": "#directTo_from_json",
            "creationDate": "21-04-2018"
        },
        {
            "id": "2",
            "firstname": "Paul",
            "lastname": "Gretchen",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "New AI Platform Protects Musicians' Work",
            "bannerurl": "https://images.unsplash.com/photo-1646583288948-24548aedffd8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2071&q=80",
            "articlesummary": "DigiTrax Entertainment, a leader in the use of artificial intelligence in the music industry, recognizes this and has found a way to harness the analytical power of AI to help protect musicians from copyright infringement.",
            "articlecontent": "DigiTrax Entertainment, a leader in the use of artificial intelligence in the music industry, recognizes this and has found a way to harness the analytical power of AI to help protect musicians from copyright infringement. <br>The new DigiTrax product, Music Fact Reports, can act as a personal CSI lab for forensic musicology, according to Joseph Vangieri, CEO of DigiTrax Entertainment. <br>\"We believe Music Fact Reports will be a major step forward for rights holders,\" Mr. Vangieri says in a statement announcing the launch of Music Fact Reports. <br>The Music Fact Reports program helps individual musicians by saving them the hassle, time, and expense of hiring a professional forensic musicologist to conduct an analysis before deciding whether a copyright infringement case is worth pursuing with a lawyer. <br>The program also can be used by copyright lawyers to evaluate the strength of potential cases, and by publishers seeking to confirm the originality of a contracted musical work.The Music Fact Reports program works on the power of artificial intelligence by extracting sequences from pieces of music and comparing them to other works using music theory-based algorithms.<br><br>\"We are working towards a future in which analyzed sequences of data for all copyrighted pieces of music are stored in a database that can be accessed and searched to detect levels of extrinsic similarity instantly, \" says DigiTrax Chief Technical Officer Marcus Matusiak in a statement announcing the Music Fact Reports launch. <br>The Music Fact Reports program is currently being used by attorney Richard Wolfe of Wolfe Law in Miami, Florida, to pursue a copyright-infringement case involving instrumental music. <br><br>\"I think the technology is cutting-edge for purposes of identifying substantial similarity in two pieces of music in terms of rhythms, beats, and extrinsic similarity, \" says Mr. Wolfe.To promote the launch of the Music Fact Reports program and showcase its potential, DigiTrax engineers have developed Music Fact Reports for the top 10 copyright infringement cases of all time, Mr. Vangieri says.",
            "directTo": "#directTo_from_json",
            "creationDate": "15-06-2020"
        },
        {
            "id": "3",
            "firstname": "Felizitas",
            "lastname": "Sieghild",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "2018 Grads Send Messages of Thanks to Mom This Mother's Day",
            "bannerurl": "https://images.unsplash.com/photo-1620843437920-ead942b3abd3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
            "articlesummary": "This Mother's Day, graduates across the country are taking a moment to express their thanks as they get ready for the real world, and Messenger is one tool they're using to do it. In fact, Mother's Day is one of the most popular days on Messenger all year.",
            "articlecontent": "This Mother's Day, graduates across the country are taking a moment to express their thanks as they get ready for the real world, and Messenger is one tool they're using to do it. In fact, Mother's Day is one of the most popular days on Messenger all year. <br><br>Omid Afshar, a singer-songwriter and actor who is graduating from college this May, has an extra special thank you for his mother. <br><br>\"To my beautiful mom, thank you for motivating me every day to keep on going to school and get this degree I've always dreamt of having. I can't believe the time has finally come that I am graduating from the same college as you. I feel like the luckiest son in the world to have you love and support me unconditionally. I love you so much,\" says Afshar. <br>As grads like Afshar start college or head out into the world, Messenger has many features to help grads stay connected with their moms, other motherly figures in their lives, old friends and new, as they take the next step: <br>Video chat. Feeling a little homesick? See your mom face-to-face, even if you won't admit you're missing her. <br>Get customized. Change your mom's nickname in a chat, add a custom color and set an emoji that's just for the two of you.Chat with the group. Stay in touch with your high school or college besties even if you're going in different directions after graduation, or use group chats to get the whole family together in one place. <br>Use payments. Out of cash? Mom can quickly send money right through Messenger. Or with group payments, go in on a group gift for mom for Mother's Day with other family members.",
            "directTo": "#directTo_from_json",
            "creationDate": "20-09-2020"
        },
        {
            "id": "4",
            "firstname": "Immanuel",
            "lastname": "Liane",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Music Innovation Company Scores Spot in Global Competition",
            "bannerurl": "https://images.unsplash.com/photo-1582024959432-aee9b60ff4e8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
            "articlesummary": "The InnoSTARS Competition provides an opportunity for innovative United States companies to connect with potential investors and partners from China.",
            "articlecontent": "The InnoSTARS Competition provides an opportunity for innovative United States companies to connect with potential investors and partners from China. <br>The semi-finalists will have the opportunity to make regional contacts in Chinese technology hubs and obtain valuable global perspective and feedback on their products. <br>DigiTrax Entertainment CEO Joseph Vangieri and CTO Marcus Matusiak made the winning presentation at the InnoSTARS competition, which earned DigiTrax the unique business opportunity to travel to China later in 2018. <br>The DigiTrax team will present the company to potential investors in the areas of artificial intelligence and music creation and production. <br>The InnoSTARS participants will visit 19 Chinese cities with established business climates conducive to innovation and technology. <br> <br>\"That the Association of Chinese Professionals of Atlanta and the US China Innovation Alliance have honored DigiTrax with this win represents an important step forward for us,\" Mr. Vangieri says. <br>The opportunity to visit China allows the company to expand its pool of potential investors and explain how \"its unique approach to artificial intelligence in the music field is both effective and potentially highly lucrative,\" Mr. Vangieri says. <br>Accredited investors seeking more information about the company can visit Digitrax's SeedInvest portal at https://goo.gl/o7u61w. <br>What sets DigiTrax apart is its unique use of artificial intelligence to simultaneously address the major challenges facing the music production industry: time, money, and personnel. <br>Music Builder, the DigiTrax flagship musical technology platform, allows users to create, produce, and distribute music efficiently and cost-effectively, without the need for an extensive team of production specialists. <br>In addition, DigiTrax uses AI technology to help musicians easily compare songs and parts of songs to determine whether their original work has been plagiarized. <br>The Knoxville, Tennessee-based company owns seven patents in music artificial intelligence and machine learning, and boasts an extensive catalog of musical content.",
            "directTo": "#directTo_from_json",
            "creationDate": "05-11-2020"
        },
        {
            "id": "5",
            "firstname": "Monica",
            "lastname": "Gunda",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Technology Breakthroughs Drive Clean Energy Success",
            "bannerurl": "https://images.unsplash.com/photo-1613665813446-82a78c468a1d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2058&q=80",
            "articlesummary": "For instance, while solar panels have long been a way of minimizing one's carbon footprint - be it a homeowner or a company - cost, construction, implementation, and a myriad of other reasons, have made it problematic to utilize these alternative energy sources.<",
            "articlecontent": "For instance, while solar panels have long been a way of minimizing one's carbon footprint - be it a homeowner or a company - cost, construction, implementation, and a myriad of other reasons, have made it problematic to utilize these alternative energy sources.<br>Now however, the evolving technology allows for the use of solar energy on the interior or exterior of buildings and are, once again, gaining in popularity. <br>As an example, solar panels can be integrated into newly constructed commercial and residential buildings. <br>To this end, integration can maximize the technology of thin-film solar panels by curbing costs of heating and air conditioning. Solar power can be integrated into either flat or slanted rooftops, as well as interior walls and ceilings. <br>Similarly, older buildings can become greener with retrofitting and the use of thin-film solar panels. Factories, large residential buildings, and other structures can enjoy the financial and environmental benefits of solar energy while preserving the existing building structure. <br>Innovations in solar panel technology have resulted in panels that are thin yet durable, and can blend with existing tiles for a more subtle and attractive appearance that is equally functional in terms of energy. <br><br>The Hanergy Thin Film Power Group, a pioneering multinational clean energy company, is one example of a company on the cutting edge that has developed a new generation of solar cells for thin-film solar panels. <br>The new technology is environment-friendly, pollution-free, and cost-effective, averaging a high-power output and offering good performance even in low light.Some recent innovations include copper indium gallium selenide, GaAs (single junction), GaAs (double junction) and efficient silicon heterostructure technology. <br>Hanergy has developed curved tiles that can be used for roofs of commercial buildings and residential houses that are unable to hold the weight of conventional solar panels. Hanergy's flexible solar thin-film can also be used on light posts, boats, or other uneven surfaces where solar energy is desired. <br><br>Other products include building integrated photovoltaics (BIPV) or HanWall which could light up the buildings with its unique glass wall design and is availabile in different colors and various sizes allowing the building designers to utilize their creative ability to build new eco landmarks.In addition, Hanergy has developed solar charging products to harness solar power for phones or other devices while outdoors, including a solar umbrella.",
            "directTo": "#directTo_from_json",
            "creationDate": "12-02-2021"
        },
        {
            "id": "6",
            "firstname": "Georg",
            "lastname": "Liese",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "New Solution Helps Parents Manage Kids' Device Use at Home",
            "bannerurl": "https://images.unsplash.com/photo-1519389950473-47ba0277781c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
            "articlesummary": "Parents are right to be concerned as device use reportedly rises with the warmer temperatures. In fact, they say that children spend as much as four more hours a day online during the summer months.",
            "articlecontent": "Parents are right to be concerned as device use reportedly rises with the warmer temperatures. In fact, they say that children spend as much as four more hours a day online during the summer months.<br>Comcast's latest \"Active Time Alert\" feature on Xfinity xFi, available with Xfinity Internet, however, can help parents set healthy time limits for their child's device use at home. Xfinity Internet customers with a compatible wireless Gateway can easily access xFi features for no additional charge online, on their TV via the X1 voice remote, or on the xFi mobile app. Parents simply create and choose a child's user profile within the xFi app and set time limits on the in-home network for weekdays and weekends. <br>The survey also found that use of Wi-Fi devices can easily overtake other vacation activities. Over half (56 percent) of the parents of teenagers responded that they thought their teens would prefer to go online rather than play in the ocean during a vacation. <br>Additionally, according to the survey, 76 percent of parents report that their children are more addicted to their devices than to candy. So what is a parent to do? <br>Of the parents surveyed, about 73 percent say that they set limits on devices such as computers and gaming consoles, and 51 percent report setting limits on only their children's devices, such as laptops and tablets. <br><br>The xFi platform lets users know exactly which devices are connected to the in-home network at what times and for how long. With \"Active Time Alert,\" parents can choose to receive a push notification, text or email alert when their child is approaching his or her device time limit. Once parents receive the alert, they can either choose to extend the time or pause the child's Wi-Fi access. Another xFi feature allows parents to either pause or stop the Wi-Fi connection to a child's device in the home anytime and to prevent devices from accessing Wi-Fi.This survey and Comcast's new xFi feature align with recommendations from the American Academy of Pediatrics to prevent device use from interfering with sleep, exercise, and face-to-face family interaction. <br><br>The Wakefield Research and Comcast survey include responses from a nationally representative sample of 1,000 parents in the United States aged 18 years and older.",
            "directTo": "#directTo_from_json",
            "creationDate": "25-03-2021"
        },
        {
            "id": "7",
            "firstname": "Lutgard",
            "lastname": "Pankraz",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "A New Perspective on Robots and How They Will Shape Humanity",
            "bannerurl": "https://images.unsplash.com/photo-1563209259-2819dbb22d93?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1974&q=80",
            "articlesummary": "In fact, according to recent Pew Research, more than 70 percent of Americans express concern about a world in which machines perform many of the tasks done by humans.",
            "articlecontent": "In fact, according to recent Pew Research, more than 70 percent of Americans express concern about a world in which machines perform many of the tasks done by humans.Fortunately, there are people who believe humans and robots can coexist and work together in harmony and are working to debunk many of the fears people have about them.Mouser Electronics Inc., a leading semiconductor and electronics component distributor based in Fort Worth, TX, and celebrity engineer Grant Imahara, have teamed up again for the fourth consecutive year for their Empowering Innovation Together program. <br>This year's program is called Generation Robot, which features five videos filmed across the world, including in the U.S., Germany and Japan. Mouser's goal is to reach innovators around the globe by showing how robots have a positive impact on humanity and change how people see the possibility of interacting with them. <br><br>Throughout the Generation Robot series, the entire spectrum of robotics will be examined, as will the understanding of how robots not only have a technological impact on society, but also a social and moral one. <br><br>The video series begins with the Imahara visiting the Institute for Robotics and Intelligent Machines at Georgia Tech and speaking with the executive director, Dr. Magnus Egerstedt.There, he explores several aspects of robots, such as the basics of the machines, myths and misconceptions, as well as the hopes for, and fears of, the advancement of robot technology.In the video, Dr. Egerstedt mentions that robots used to be about mechanical engineering, but now modern robots involve psychology, because these machines will be working along with humans and thus they need to understand people. <br>The second video, which takes place in Augsburg, Germany, dives into the real meaning of robots and humans working together, as well as the way this interaction will benefit society.The third video, which comes out in mid-July, will focus on the all-robot-staffed hotel in Nagasaki, Japan, where Imahara investigates the way robots behave utilizing only artificial intelligence.",
            "directTo": "#directTo_from_json",
            "creationDate": "19-06-2021"
        },
        {
            "id": "8",
            "firstname": "Puck",
            "lastname": "Romein",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "The Ultimate Gift for Golf Gurus",
            "bannerurl": "https://images.unsplash.com/photo-1587174486073-ae5e5cff23aa?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
            "articlesummary": "You're never too old to play, and even hard-working adults need an excuse to discover their inner child now and then. With that in mind, think games when making your holiday gift list.",
            "articlecontent": "You're never too old to play, and even hard-working adults need an excuse to discover their inner child now and then. With that in mind, think games when making your holiday gift list. <br>The most appreciated and enjoyable games are those that get the players engaged, and a classic arcade game customized for use at home fits the bill.<br>If there is a golfer/gamer on your holiday gift list who has every golf book and product imaginable, look no further than the home edition version of Golden Tee Golf, the quintessential golf video game, now in its 30th year. <br><br>\"It's the same exact game - arcade-style cabinet and all - that's been played and adored at local pubs for 30 years,\" according to a company statement. The Golden Tee Home Edition allows players to choose from more than 70 virtual golf courses, and offers hundreds of ways to personalize one's avatar and equipment. <br><br>Players can purchase an online subscription that allows them to check their profile, choose their course, and use their gear, while comparing themselves to other players. In addition, the Real-Time Rivals feature allows players to compete against computer opponents such as legendary PGA tour player John Daly. <br><br>The classic game provides distraction and fun for serious golfers or anyone who is serious about video games, and they won't get tired of it anytime soon. The 30th anniversary upgrade of Golden Tee includes new time-released content that will become available throughout the year. The attractive game cabinet installs easily to HDTV and can easily be moved out of the way so as not to interfere with the rest of the room décor when not in use. The game cabinet currently retails for $3,995, and online subscription options are $9.95 per month or $99.95 per year.",
            "directTo": "#directTo_from_json",
            "creationDate": "01-09-2021"
        },
        {
            "id": "9",
            "firstname": "Elvira",
            "lastname": "Jana",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Hands-On Learners Thrive in Transportation Technology",
            "bannerurl": "https://images.unsplash.com/photo-1498084393753-b411b2d26b34?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1932&q=80",
            "articlesummary": "The transportation industry in the United States continues to experience a workforce shortage, and may be the ideal path for hands-on learners whose talents and interests may be well suited for a successful and satisfying technician career.",
            "articlecontent": "The transportation industry in the United States continues to experience a workforce shortage, and may be the ideal path for hands-on learners whose talents and interests may be well suited for a successful and satisfying technician career.<br>The nonprofit TechForce Foundation has launched the \"Be a Pathfinder\" campaign to help students with natural talents for hands-on professions discover their strengths and learning styles, and explore a career they might not have considered: that of a transportation technician.The \"Be a Pathfinder\" campaign features a free learning-styles quiz on the TechForce website that generates a report for students and parents with personalized career tips based on their unique learning styles. Students who take the quiz are entered to win a TechForce Foundation gift package that includes a $50 Shell gift card and other prizes. <br>\"The learning style quiz and personalized resources not only help students and parents recognize the opportunities of a career as a transportation technician, but also help them understand how and why they're a fit for these careers,\" says TechForce Foundation Executive Director Jennifer Maher. <br><br>The campaign encourages students to be \"pathfinders\" by helping them discover and understand their unique strengths and use that knowledge to choose an educational and career path. TechForce Foundation's mission is to promote the potential of professional technician careers, and to encourage parents, teachers, and other influential figures in teens' lives to recognize and support technical careers that may be a good fit for those students. <br>Studies suggest that the U.S. will need 1.2 million new technicians within the next decade, which translates to about 120,000 new jobs per year for aspiring professionals with interest in and aptitude for automotive, diesel, motorcycle, and other transportation fields.\"Though there are many viable, high-paying job opportunities in STEM-related careers like those in the transportation technician field, students have been told a traditional four-year degree is the only path to success,\" Maher emphasizes. <br>\"The truth is that we're all wired differently, and hands-on learners can thrive in these positions.\"Students and parents can take the learning-styles quiz at TechForce.org/MyPath.",
            "directTo": "#directTo_from_json",
            "creationDate": "29-11-2021"
        },
        {
            "id": "10",
            "firstname": "Ronald",
            "lastname": "Annalena",
            "email": "cmdalikeskin@gmail.com",
            "articletitle": "Working Moms Stay Connected to Children Through Messenger Kids",
            "bannerurl": "https://images.unsplash.com/photo-1604332195161-dd16db9dd6a4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1974&q=80",
            "articlesummary": "Getting updates throughout the day makes working moms feel more connected to their kids, and Messenger Kids, a new app available in the US for iOS, Android and Fire tablets, is making it easier for working moms and their kids to talk.",
            "articlecontent": "They never want to miss a moment with their kids, but also feel the pressure to be present at work. Getting updates throughout the day makes working moms feel more connected to their kids, and Messenger Kids, a new app available in the US for iOS, Android and Fire tablets, is making it easier for working moms and their kids to talk.Messenger Kids puts the power to communicate in the hands of children and lets them reach out to mom whenever they need to.<br><br>\"After talking to thousands of moms and working with the Working Mother Research Institute, we've found that 84 percent of moms wish they could have a brief look into how their child's day is going. Most feel there's a need for apps that let kids connect with people they love, but also have the level of parental control parents want,\" says Antigone Davis, Facebook Global Head of Safety.<br><br>Communication apps such as Messenger Kids have many benefits, including:<ul><li>Connection. Apps are a great way for children to connect with the people they love. With Messenger Kids, kids can video chat and message with parent-approved contacts once their account is set up by a parent or guardian.</li><li>Creativity. An app should be fun and allow kids to express themselves within the limits set by parents. Messenger Kids features a library of specially chosen GIFs, frames, stickers, masks and drawing tools that let them decorate photos and videos and have more fun with video chats. .</li><li>Control. Messenger Kids helps ease parents' concerns about how children are using devices and whether they are using apps that are age-appropriate. It also gives parents more control. Parents fully control the contact list and kids can't connect with people that their parent does not approve. .</li><li>Convenience. Apps, especially those built for kids, must be easy to set up and use. Once the account is established, the home screen shows kids at a glance whom they are approved to talk to and when those contacts are online. In addition, parents can chat with kids through their regular Messenger account, so it's convenient for both parent and child. .</li></ul>This Mother's Day, and every day with Messenger Kids, moms never have to miss a moment.",
            "directTo": "/blogposts/working_mom_stays_connected.html",
            "creationDate": "02-12-2022"
        }
    ]
}